
{
    "classes": [   
        {
            "classTitle": "Mystic",
            "description": "Your ability to use the way sets you apart from all the rest. You can move objects with your mind and use a psyblade.",
            "specialAbilities": [
                {"Kinetics": 
                    "You can push yourself to throw a table-sized object or propel yourself with super speed."
                }, 
                {"Psyblade": 
                    "'Its not a lightsaber'"
                }, 
                {"Way Shield": 
                    "Blocks projectiles"
                }
            ],
            "startingEquipment": ["Psyblade"]
        },
        {
            "classTitle": "Pilot",
            "description": "You are the crews speed demon and 'get out of trouble' card. There's no vehicle you can't overdrive, no canyon on an alien planet you can't navigate through.",
            "specialAbilities": [
            ],
            "startingEquipment": ["Blaster", "Custom Spacesuit"]
        },
        {
            "classTitle": "Scoundrel",
            "description": "Neither the most reputable nor the one to choose the safe route, you're a smooth-talking criminal and luck is just one of your many skills. Skulk your way through missions or choose to be a smooth takler.",
            "specialAbilities": [],
            "startingEquipment": ["Blaster", "Forged Documents"],
            "img_url": ""
        },
        {
            "classTitle": "Mechanic",
            "description": "Whether its fixing up the ship's engines or constructing a specialized safecracker to break into the vault the Mechanic is the right choice",
            "specialAbilities": [],
            "startingEquipment": ["Blaster", "Small Drone"]
        },
        {
            "classTitle": "Muscle",
            "description": "You are the crews ability to apply force via blasters, ship cannons, and close, switft violence",
            "specialAbilities": [],
            "startingEquipment": ["Krieger Blaster Pistol"]
        },
        {
            "classTitle": "Speaker",
            "description": "Leave the blatant crimes to the rest of the crew. Your forte is the sophistication of polite society and the connections you leverage to get ahead of your next job before you even start.",
            "specialAbilities": [],
            "startingEquipment": ["Blaster", "Legitimate ID"]
        },
        {
            "classTitle": "Stitch",
            "description": "Respected across the sector, the ability to heal is one of the most valuable out on the edge of Hegemonic space. Properly trained physicians are, if not welcomed, at least treated well.",
            "specialAbilities": [],
            "startingEquipment": ["Blaster", "Medkit"]
        }
    ]
}
    

